[
  {
    "text": "Пишите код так, как будто сопровождать его будет склонный к насилию психопат, который знает, где вы живете",
    "author": "Стив Макконнелл"
  },
  {
    "text": "Сложность программы растет до тех пор, пока не превысит способности программиста",
    "author": "Артур Блох. Законы Мэрфи"
  },
  {
    "text": "Ходить по воде и разрабатывать программы, следуя ТЗ, очень просто… если они заморожены",
    "author": "И. Берард"
  },
  {
    "text": "Начните с необходимого, затем перейдите к тому, что можете сделать, и однажды вам удастся достичь невозможного",
    "author": "Франциск Ассизский"
  },
  {
    "text": "Вся работа выполняется хорошо и без особых трудностей, если человек работает в соответствии с его природными дарованиями, и ему никто не мешает",
    "author": "Платон"
  },
  {
    "text": "Обучение никогда не истощает психику",
    "author": "Леонардо да Винчи"
  },
  {
    "text": "Иногда что-то может пойти не так, но усилия нужно прилагать всегда",
    "author": "Майкл Джордан"
  },
  {
    "text": "Любовь и труд – краеугольная основа человечности",
    "author": "Зигмунд Фрейд"
  },
  {
    "text": "Вы родились, чтобы побеждать, но чтобы стать победителем, нужно планировать победу, готовиться к ней и рассчитывать на нее",
    "author": "Зиг Зиглар"
  },
  {
    "text": "Тот, кто хочет стать богатым через день, будет повешен через год",
    "author": "Леонардо да Винчи"
  },
  {
    "text": "Как жалок тот, кто не умеет ждать! Да разве раны заживают сразу?",
    "author": "Уильям Шекспир"
  },
  {
    "text": "Удача это не случайность, это труд. Улыбку Фортуны нужно заслужить",
    "author": "Эмили Дикинсон"
  },
  {
    "text": "Существуют риски потерять что-то, действуя. Но они гораздо меньше, чем риски долгосрочного комфортного бездействия",
    "author": "Джон Ф. Кеннеди"
  },
  {
    "text": "Если вы идете через ад, продолжайте идти",
    "author": "Уинстон Черчилль"
  }
] 


